Repository: sakalyatechnologies/aarogyam
Catalog: mobile/iosApp/AarogyamStaff/Chart.xcstrings
Source language: en
Languages: hi, mr

# chart.adult
source: Adult
hi: वयस्क
mr: प्रौढ

# chart.cancel
source: Cancel
hi: रद्द करें
mr: रद्द करा

# chart.child
source: Child
hi: बच्चा
mr: मूल

# chart.dismiss
source: Dismiss
hi: बंद करें
mr: बंद करा

# chart.entered_in_error
source: Entered in error
hi: गलती से दर्ज
mr: चुकून नोंदवले

# chart.finding
source: Finding
hi: जांच
mr: निरीक्षण

# chart.group_hint
source: Tap more teeth to add them, or a picked tooth to remove it.
hi: और दांत जोड़ने के लिए उन पर टैप करें, या चुना हुआ दांत हटाने के लिए उस पर टैप करें.
mr: आणखी दात जोडण्यासाठी त्यावर टॅप करा, किंवा निवडलेला दात काढण्यासाठी त्यावर टॅप करा.

# chart.group_title
source: %lld teeth selected
hi: %lld दांत चुने
mr: %lld दात निवडले

# chart.history
source: History
hi: इतिहास
mr: इतिहास

# chart.history_failed
source: Couldn’t load this tooth’s history.
hi: इस दांत का इतिहास लोड नहीं हुआ.
mr: या दाताचा इतिहास लोड झाला नाही.

# chart.history_none
source: Nothing recorded yet.
hi: अभी कुछ दर्ज नहीं है.
mr: अजून काहीही नोंदवलेले नाही.

# chart.legend
source: Legend
hi: संकेत
mr: सूची

# chart.lower
source: LOWER ARCH
hi: निचला जबड़ा
mr: खालचा जबडा

# chart.material
source: Material
hi: मटीरियल
mr: साहित्य

# chart.need_care
source: Need care: %d/%d
hi: इलाज चाहिए: %1$d/%2$d
mr: उपचार हवे: %1$d/%2$d

# chart.not_allowed.message
source: Your role can’t see clinical records at this clinic.
hi: इस क्लिनिक में आपकी भूमिका क्लिनिकल रिकॉर्ड नहीं देख सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला क्लिनिकल नोंदी पाहता येत नाहीत.

# chart.not_allowed.title
source: The chart isn’t available
hi: चार्ट उपलब्ध नहीं है
mr: चार्ट उपलब्ध नाही

# chart.note
source: Remark
hi: टिप्पणी
mr: शेरा

# chart.now
source: Now
hi: अभी
mr: सध्या

# chart.pick_tooth
source: Tap a tooth to see its history.
hi: इतिहास देखने के लिए दांत पर टैप करें.
mr: इतिहास पाहण्यासाठी दातावर टॅप करा.

# chart.procedure
source: Procedure
hi: प्रक्रिया
mr: उपचार

# chart.record
source: Record a finding
hi: जांच दर्ज करें
mr: निरीक्षण नोंदवा

# chart.record_failed
source: Couldn’t save that finding, so the chart is back as it was. %@
hi: यह जांच सहेजी नहीं जा सकी, इसलिए चार्ट पहले जैसा कर दिया. %@
mr: हे निरीक्षण जतन झाले नाही, म्हणून चार्ट पूर्वीसारखा केला. %@

# chart.record_group
source: Record for %lld teeth
hi: %lld दांतों के लिए दर्ज करें
mr: %lld दातांसाठी नोंदवा

# chart.record_title
source: Record a finding · tooth %d
hi: जांच दर्ज करें · दांत %d
mr: निरीक्षण नोंदवा · दात %d

# chart.record_title_group
source: Record a finding · teeth %@
hi: जांच दर्ज करें · दांत %@
mr: निरीक्षण नोंदवा · दात %@

# chart.reset_zoom
source: Reset zoom
hi: ज़ूम रीसेट करें
mr: झूम रीसेट करा

# chart.save
source: Save
hi: सहेजें
mr: जतन करा

# chart.saving
source: Saving…
hi: सहेज रहे हैं…
mr: जतन करत आहे…

# chart.several
source: Select several
hi: कई चुनें
mr: अनेक निवडा

# chart.superseded
source: Superseded
hi: बदला गया
mr: बदललेले

# chart.surface
source: Surface
hi: सतह
mr: पृष्ठभाग

# chart.surfaces
source: Surfaces
hi: सतहें
mr: पृष्ठभाग

# chart.term_add
source: Add “%@”
hi: “%@” जोड़ें
mr: “%@” जोडा

# chart.term_failed
source: Couldn't add that. %@
hi: यह जोड़ा नहीं जा सका. %@
mr: हे जोडता आले नाही. %@

# chart.term_none
source: Nothing matches.
hi: कुछ मेल नहीं खाता.
mr: काहीही जुळत नाही.

# chart.term_own
source: %@ · this clinic
hi: %@ · यह क्लिनिक
mr: %@ · हे क्लिनिक

# chart.title
source: Dental chart
hi: दांतों का चार्ट
mr: दातांचा चार्ट

# chart.tooth
source: Tooth %d
hi: दांत %d
mr: दात %d

# chart.tooth_description
source: Tooth %d, %@
hi: दांत %1$d, %2$@
mr: दात %1$d, %2$@

# chart.type_material
source: Type to find a material
hi: मटीरियल खोजने के लिए टाइप करें
mr: साहित्य शोधण्यासाठी टाइप करा

# chart.type_procedure
source: Type to find a procedure
hi: प्रक्रिया खोजने के लिए टाइप करें
mr: उपचार शोधण्यासाठी टाइप करा

# chart.upper
source: UPPER ARCH
hi: ऊपरी जबड़ा
mr: वरचा जबडा

# chart.whole_tooth
source: Whole tooth
hi: पूरा दांत
mr: संपूर्ण दात

# chart.zoom_hint
source: Pinch to zoom, then tap a surface.
hi: ज़ूम के लिए पिंच करें, फिर सतह पर टैप करें.
mr: झूम करण्यासाठी चिमटा घ्या, मग पृष्ठभागावर टॅप करा.

# finding.bridge
source: Bridge
hi: ब्रिज
mr: ब्रिज

# finding.caries
source: Caries
hi: सड़न
mr: कीड

# finding.crown
source: Crown
hi: क्राउन
mr: क्राउन

# finding.filled
source: Filled
hi: भरा हुआ
mr: भरलेला

# finding.fractured
source: Fractured
hi: टूटा हुआ
mr: तुटलेला

# finding.implant
source: Implant
hi: इम्प्लांट
mr: इम्प्लांट

# finding.missing
source: Missing
hi: गायब
mr: नाही

# finding.root_canal
source: Root canal
hi: रूट कैनाल
mr: रूट कॅनाल

# finding.sound
source: Sound
hi: स्वस्थ
mr: निरोगी

# finding.watch
source: Watch
hi: निगरानी
mr: लक्ष ठेवा

# kind.canine
source: canine
hi: कैनाइन
mr: सुळा

# kind.incisor
source: incisor
hi: कृंतक
mr: पटाशी दात

# kind.molar
source: molar
hi: दाढ़
mr: दाढ

# kind.premolar
source: premolar
hi: प्रीमोलर
mr: उपदाढ

# patient.tab.billing
source: Billing
hi: बिलिंग
mr: बिलिंग

# patient.tab.chart
source: Chart
hi: चार्ट
mr: चार्ट

# patient.tab.coming
source: Coming in this build
hi: इस बिल्ड में जल्द
mr: या बिल्डमध्ये लवकरच

# surface.buccal
source: Buccal
hi: बक्कल
mr: बक्कल

# surface.buccal_labial
source: Buccal / labial
hi: बक्कल / लेबियल
mr: बक्कल / लेबियल

# surface.distal
source: Distal
hi: डिस्टल
mr: डिस्टल

# surface.facial
source: Facial
hi: फ़ेशियल
mr: फेशियल

# surface.incisal
source: Incisal
hi: इंसाइज़ल
mr: इन्सायझल

# surface.lingual
source: Lingual
hi: लिंगुअल
mr: लिंग्वल

# surface.lingual_palatal
source: Lingual / palatal
hi: लिंगुअल / पैलेटल
mr: लिंग्वल / पॅलेटल

# surface.mesial
source: Mesial
hi: मेसियल
mr: मेसियल

# surface.occlusal
source: Occlusal
hi: ऑक्लूज़ल
mr: ऑक्लूजल

# surface.occlusal_incisal
source: Occlusal / incisal
hi: ऑक्लूज़ल / इंसाइज़ल
mr: ऑक्लूजल / इन्सायझल

# surface.palatal
source: Palatal
hi: पैलेटल
mr: पॅलेटल
